import { ExcelData } from './excel';

export const DEFAULT_DATA: ExcelData = {
    employees: [
  {
    "id": "emp-1",
    "순": 1,
    "소속부서": "소방서장",
    "직급": "소방정",
    "성명": "제용기",
    "직위": "소방서장",
    "통제단편성부": "긴급구조통제단장",
    "근무형태": "일근",
    "임무코드_당번": "총괄지휘",
    "임무코드_비번": ""
  },
  {
    "id": "emp-2",
    "순": 2,
    "소속부서": "청문감사담당관",
    "직급": "소방령",
    "성명": "엄기철",
    "직위": "청문감사과장",
    "통제단편성부": "기동감찰",
    "근무형태": "일근",
    "임무코드_당번": "기동감찰",
    "임무코드_비번": ""
  },
  {
    "id": "emp-3",
    "순": 3,
    "소속부서": "청문감사담당관",
    "직급": "소방경",
    "성명": "김병철",
    "직위": "감사감찰계장",
    "통제단편성부": "기동감찰",
    "근무형태": "일근",
    "임무코드_당번": "기동감찰",
    "임무코드_비번": ""
  },
  {
    "id": "emp-4",
    "순": 4,
    "소속부서": "청문감사담당관",
    "직급": "소방위",
    "성명": "서창봉",
    "직위": "감사감찰주임",
    "통제단편성부": "기동감찰",
    "근무형태": "일근",
    "임무코드_당번": "기동감찰",
    "임무코드_비번": ""
  },
  {
    "id": "emp-5",
    "순": 5,
    "소속부서": "청문감사담당관",
    "직급": "소방교",
    "성명": "김도완",
    "직위": "감사감찰반장",
    "통제단편성부": "본서 상황관리",
    "근무형태": "일근",
    "임무코드_당번": "상황관리",
    "임무코드_비번": ""
  },
  {
    "id": "emp-6",
    "순": 6,
    "소속부서": "청문감사담당관",
    "직급": "소방경",
    "성명": "김지영",
    "직위": "보건안전계장",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-06",
    "임무코드_비번": ""
  },
  {
    "id": "emp-7",
    "순": 7,
    "소속부서": "청문감사담당관",
    "직급": "소방위",
    "성명": "이우종",
    "직위": "보건안전주임",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-06",
    "임무코드_비번": ""
  },
  {
    "id": "emp-8",
    "순": 8,
    "소속부서": "청문감사담당관",
    "직급": "소방교",
    "성명": "오지은",
    "직위": "복지담당자",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-06",
    "임무코드_비번": ""
  },
  {
    "id": "emp-9",
    "순": 9,
    "소속부서": "소방행정과",
    "직급": "소방령",
    "성명": "강승주",
    "직위": "소방행정과장",
    "통제단편성부": "본서 상황관리",
    "근무형태": "일근",
    "임무코드_당번": "상황관리",
    "임무코드_비번": ""
  },
  {
    "id": "emp-10",
    "순": 10,
    "소속부서": "소방행정과",
    "직급": "소방경",
    "성명": "정성고",
    "직위": "소방행정계장",
    "통제단편성부": "지휘보좌관",
    "근무형태": "일근",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": ""
  },
  {
    "id": "emp-11",
    "순": 11,
    "소속부서": "소방행정과",
    "직급": "소방위",
    "성명": "김경민",
    "직위": "소방행정주임",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-12",
    "순": 12,
    "소속부서": "소방행정과",
    "직급": "소방장",
    "성명": "홍승진",
    "직위": "기획담당자",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-13",
    "순": 13,
    "소속부서": "소방행정과",
    "직급": "소방사",
    "성명": "김만수",
    "직위": "복무담당자",
    "통제단편성부": "지휘보좌관",
    "근무형태": "일근",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": ""
  },
  {
    "id": "emp-14",
    "순": 14,
    "소속부서": "소방행정과",
    "직급": "소방경",
    "성명": "정우식",
    "직위": "예산장비계장",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-02",
    "임무코드_비번": ""
  },
  {
    "id": "emp-15",
    "순": 15,
    "소속부서": "소방행정과",
    "직급": "소방위",
    "성명": "강인호",
    "직위": "예산장비주임",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-02",
    "임무코드_비번": ""
  },
  {
    "id": "emp-16",
    "순": 16,
    "소속부서": "소방행정과",
    "직급": "소방교",
    "성명": "정장호",
    "직위": "급여담당자",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-01",
    "임무코드_비번": ""
  },
  {
    "id": "emp-17",
    "순": 17,
    "소속부서": "소방행정과",
    "직급": "소방교",
    "성명": "권순호",
    "직위": "용도담당자",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-01",
    "임무코드_비번": ""
  },
  {
    "id": "emp-18",
    "순": 18,
    "소속부서": "예방안전과",
    "직급": "소방령",
    "성명": "장윤영",
    "직위": "예방안전과장",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-00",
    "임무코드_비번": ""
  },
  {
    "id": "emp-19",
    "순": 19,
    "소속부서": "예방안전과",
    "직급": "소방경",
    "성명": "최해출",
    "직위": "예방지도계장",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-04",
    "임무코드_비번": ""
  },
  {
    "id": "emp-20",
    "순": 20,
    "소속부서": "예방안전과",
    "직급": "소방위",
    "성명": "최철준",
    "직위": "화재안전조사1주임",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-05",
    "임무코드_비번": ""
  },
  {
    "id": "emp-21",
    "순": 21,
    "소속부서": "예방안전과",
    "직급": "소방위",
    "성명": "양재원",
    "직위": "화재안전조사2주임",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-05",
    "임무코드_비번": ""
  },
  {
    "id": "emp-22",
    "순": 22,
    "소속부서": "예방안전과",
    "직급": "소방장",
    "성명": "김선화",
    "직위": "자체점검담당자",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-23",
    "순": 23,
    "소속부서": "예방안전과",
    "직급": "소방장",
    "성명": "이두영",
    "직위": "화재안전조사1반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-05",
    "임무코드_비번": ""
  },
  {
    "id": "emp-24",
    "순": 24,
    "소속부서": "예방안전과",
    "직급": "소방위",
    "성명": "정재기",
    "직위": "대책담당자",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-25",
    "순": 25,
    "소속부서": "예방안전과",
    "직급": "소방교",
    "성명": "이동찬",
    "직위": "화재안전조사2반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-05",
    "임무코드_비번": ""
  },
  {
    "id": "emp-26",
    "순": 26,
    "소속부서": "예방안전과",
    "직급": "소방교",
    "성명": "남상균",
    "직위": "검사서무",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-27",
    "순": 27,
    "소속부서": "예방안전과",
    "직급": "소방사",
    "성명": "조은정",
    "직위": "위험물",
    "통제단편성부": "본서 상황관리",
    "근무형태": "일근",
    "임무코드_당번": "상황관리",
    "임무코드_비번": ""
  },
  {
    "id": "emp-28",
    "순": 28,
    "소속부서": "예방안전과",
    "직급": "소방장",
    "성명": "노혜정",
    "직위": "주택용소방시설",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-04",
    "임무코드_비번": ""
  },
  {
    "id": "emp-29",
    "순": 29,
    "소속부서": "예방안전과",
    "직급": "소방경",
    "성명": "정문수",
    "직위": "소방민원계장",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-30",
    "순": 30,
    "소속부서": "예방안전과",
    "직급": "소방위",
    "성명": "장한성",
    "직위": "완비주임",
    "통제단편성부": "지휘보좌관",
    "근무형태": "일근",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": ""
  },
  {
    "id": "emp-31",
    "순": 31,
    "소속부서": "예방안전과",
    "직급": "소방위",
    "성명": "임종래",
    "직위": "건축담당자",
    "통제단편성부": "자원지원부",
    "근무형태": "일근",
    "임무코드_당번": "자원지원-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-32",
    "순": 32,
    "소속부서": "예방안전과",
    "직급": "소방사",
    "성명": "이유진",
    "직위": "즉시민원",
    "통제단편성부": "본서 상황관리",
    "근무형태": "일근",
    "임무코드_당번": "상황관리",
    "임무코드_비번": ""
  },
  {
    "id": "emp-33",
    "순": 33,
    "소속부서": "구조구급과",
    "직급": "소방령",
    "성명": "박종도",
    "직위": "구조구급과장",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-00",
    "임무코드_비번": ""
  },
  {
    "id": "emp-34",
    "순": 34,
    "소속부서": "구조구급과",
    "직급": "소방경",
    "성명": "김경훈",
    "직위": "구조구급계장",
    "통제단편성부": "지휘보좌관",
    "근무형태": "일근",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": ""
  },
  {
    "id": "emp-35",
    "순": 35,
    "소속부서": "구조구급과",
    "직급": "소방위",
    "성명": "정희도",
    "직위": "구조구급주임",
    "통제단편성부": "지원기관 연락관",
    "근무형태": "일근",
    "임무코드_당번": "지원기관",
    "임무코드_비번": ""
  },
  {
    "id": "emp-36",
    "순": 36,
    "소속부서": "구조구급과",
    "직급": "소방교",
    "성명": "이성은",
    "직위": "구급반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-37",
    "순": 37,
    "소속부서": "구조구급과",
    "직급": "소방교",
    "성명": "박재권",
    "직위": "구조반장",
    "통제단편성부": "지원기관 연락관",
    "근무형태": "일근",
    "임무코드_당번": "지원기관",
    "임무코드_비번": ""
  },
  {
    "id": "emp-38",
    "순": 38,
    "소속부서": "구조구급과",
    "직급": "소방경",
    "성명": "신희진",
    "직위": "홍보교육계장",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-04",
    "임무코드_비번": ""
  },
  {
    "id": "emp-39",
    "순": 39,
    "소속부서": "구조구급과",
    "직급": "소방위",
    "성명": "이순미",
    "직위": "홍보교육주임",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-04",
    "임무코드_비번": ""
  },
  {
    "id": "emp-40",
    "순": 40,
    "소속부서": "구조구급과",
    "직급": "소방교",
    "성명": "김수연",
    "직위": "CPR교관",
    "통제단편성부": "현장지휘부",
    "근무형태": "일근",
    "임무코드_당번": "현장지휘-03",
    "임무코드_비번": ""
  },
  {
    "id": "emp-41",
    "순": 41,
    "소속부서": "현장대응단",
    "직급": "소방령",
    "성명": "손시헌",
    "직위": "현장대응1단장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-42",
    "순": 42,
    "소속부서": "현장대응단",
    "직급": "소방령",
    "성명": "박형찬",
    "직위": "현장대응2단장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-43",
    "순": 43,
    "소속부서": "현장대응단",
    "직급": "소방령",
    "성명": "김준해",
    "직위": "현장대응3단장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-44",
    "순": 44,
    "소속부서": "현장대응단",
    "직급": "소방경",
    "성명": "오무원",
    "직위": "방호계장",
    "통제단편성부": "지휘보좌관",
    "근무형태": "일근",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": ""
  },
  {
    "id": "emp-45",
    "순": 45,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "문효찬",
    "직위": "방호주임",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-02",
    "임무코드_비번": ""
  },
  {
    "id": "emp-46",
    "순": 46,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "김경국",
    "직위": "훈련담당자",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-01",
    "임무코드_비번": ""
  },
  {
    "id": "emp-47",
    "순": 47,
    "소속부서": "현장대응단",
    "직급": "소방장",
    "성명": "양미주",
    "직위": "의소대담당자",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-01",
    "임무코드_비번": ""
  },
  {
    "id": "emp-48",
    "순": 48,
    "소속부서": "현장대응단",
    "직급": "소방사",
    "성명": "강찬우",
    "직위": "방호서무",
    "통제단편성부": "대응계획부",
    "근무형태": "일근",
    "임무코드_당번": "대응계획-02",
    "임무코드_비번": ""
  },
  {
    "id": "emp-49",
    "순": 49,
    "소속부서": "현장대응단",
    "직급": "소방경",
    "성명": "조강원",
    "직위": "지휘조사1계장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-50",
    "순": 50,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "강병윤",
    "직위": "지휘조사1주임",
    "통제단편성부": "대응계획부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "대응계획-02"
  },
  {
    "id": "emp-51",
    "순": 51,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "황중석",
    "직위": "통신1주임",
    "통제단편성부": "지휘보좌관",
    "근무형태": "교대",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-52",
    "순": 52,
    "소속부서": "현장대응단",
    "직급": "소방장",
    "성명": "김종철",
    "직위": "화재조사1반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-53",
    "순": 53,
    "소속부서": "현장대응단",
    "직급": "소방교",
    "성명": "송지훈",
    "직위": "지휘차1반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-54",
    "순": 54,
    "소속부서": "현장대응단",
    "직급": "소방경",
    "성명": "정희석",
    "직위": "지휘조사2계장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-55",
    "순": 55,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "이정민",
    "직위": "지휘조사2주임",
    "통제단편성부": "대응계획부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "대응계획-02"
  },
  {
    "id": "emp-56",
    "순": 56,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "이현명",
    "직위": "통신2주임",
    "통제단편성부": "지휘보좌관",
    "근무형태": "교대",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-57",
    "순": 57,
    "소속부서": "현장대응단",
    "직급": "소방교",
    "성명": "장민석",
    "직위": "화재조사2반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-58",
    "순": 58,
    "소속부서": "현장대응단",
    "직급": "소방장",
    "성명": "이상빈",
    "직위": "지휘차2반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-59",
    "순": 59,
    "소속부서": "현장대응단",
    "직급": "소방경",
    "성명": "정호근",
    "직위": "지휘조사3계장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-01",
    "임무코드_비번": "현장지휘-01"
  },
  {
    "id": "emp-60",
    "순": 61,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "이창석",
    "직위": "지휘조사3주임",
    "통제단편성부": "대응계획부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "대응계획-02"
  },
  {
    "id": "emp-61",
    "순": 60,
    "소속부서": "현장대응단",
    "직급": "소방위",
    "성명": "윤재윤",
    "직위": "통신3주임",
    "통제단편성부": "지휘보좌관",
    "근무형태": "교대",
    "임무코드_당번": "지휘보좌",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-62",
    "순": 62,
    "소속부서": "현장대응단",
    "직급": "소방교",
    "성명": "김동혁",
    "직위": "화재조사3반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  },
  {
    "id": "emp-63",
    "순": 63,
    "소속부서": "현장대응단",
    "직급": "소방교",
    "성명": "김원형",
    "직위": "지휘차3반장",
    "통제단편성부": "현장지휘부",
    "근무형태": "교대",
    "임무코드_당번": "현장지휘-02",
    "임무코드_비번": "현장지휘-02"
  }
],
    missions: [
  {
    "임무코드": "총괄지휘",
    "임무명": "총괄지휘",
    "임무내용": "‣ 통제단 활동의 총괄 지휘·조정·통제"
  },
  {
    "임무코드": "지휘보좌",
    "임무명": "지휘보좌",
    "임무내용": "‣ 통제단장 명령전달\r\n‣ 상황보고\r\n‣ 통신 보좌\r\n‣ 기록(명령, 상황보고 등)"
  },
  {
    "임무코드": "상황관리",
    "임무명": "본서 상황관리",
    "임무내용": "‣ 상황처리 지원, 유관기관 연락 및 자원요청\r\n‣ 보고서 작성 및 단톡방 운영 등\r\n‣ 건축물 대장 및 대상물 현황 파악 전파"
  },
  {
    "임무코드": "기동감찰",
    "임무명": "기동감찰",
    "임무내용": "‣ 복무사항 및 여론, 동향파악 등"
  },
  {
    "임무코드": "지원기관",
    "임무명": "지원기관 연락관",
    "임무내용": "‣ 지원기관 협조 요청 및 관리 등\r\n‣ 통제단 차량 운영"
  },
  {
    "임무코드": "대응계획-00",
    "임무명": "대응계획부 관리",
    "임무내용": "‣ 대응계획부 총괄 관리"
  },
  {
    "임무코드": "대응계획-01",
    "임무명": "통합 지휘·조정",
    "임무내용": "‣ 통제단원 임무지정\r\n‣ 상황판단회의 및 자료작성\r\n‣ 비상소집 동원자원 총괄 관리·조정"
  },
  {
    "임무코드": "대응계획-02",
    "임무명": "작전계획",
    "임무내용": "‣ 현장대응활동 작전도 및 계획 수립\r\n‣ 상황판 작성"
  },
  {
    "임무코드": "대응계획-03",
    "임무명": "상황파악 및 보고",
    "임무내용": "‣ 재난상황 파악 및 보고서 작성 보고\r\n‣ (현장 ⟺ 상황실 연계)"
  },
  {
    "임무코드": "대응계획-04",
    "임무명": "공보·연락",
    "임무내용": "‣ 대중정보센터 운영, 기자단 관리\r\n‣ 언론브리핑 · 언론보도 자료작성\r\n‣ 재난현장 긴급구조활동 영상기록 등"
  },
  {
    "임무코드": "현장지휘-00",
    "임무명": "현장지휘부 관리",
    "임무내용": "‣ 현장지휘부 총괄 관리"
  },
  {
    "임무코드": "현장지휘-01",
    "임무명": "언론대응",
    "임무내용": "‣ 언론브리핑 발표"
  },
  {
    "임무코드": "현장지휘-02",
    "임무명": "위험진압⸱수색구조",
    "임무내용": "‣ 진압활동 총괄‧관리\r\n‣ 인명구조 사항 관리, 신속동료구조팀 운영"
  },
  {
    "임무코드": "현장지휘-03",
    "임무명": "응급의료",
    "임무내용": "‣ 현장응급의료소 지원 및 관리\r\n‣ 사상자 현황 파악 및 이송현황 관리 등"
  },
  {
    "임무코드": "현장지휘-04",
    "임무명": "자원대기소 운영",
    "임무내용": "‣ 자원대기소 운영 전반적인 사항(자원관리)\r\n‣ 현장 통신망 확인(재난통신망 PS-LTE 등)"
  },
  {
    "임무코드": "현장지휘-05",
    "임무명": "현장통제/항공통제/용수전담",
    "임무내용": "‣ 현장통제구역 설정(1, 2차)\r\n‣ 경찰 현장통제 위치 설정 및 조정\r\n‣ 언론기관, 미인가자 등  출입통제 등\r\n‣ 소방헬기 등 항공 통제(공중 및 지상통제)"
  },
  {
    "임무코드": "현장지휘-06",
    "임무명": "안전관리",
    "임무내용": "‣ 현장대원 안전관리(교대조 편성 등) \r\n‣ 현장위험 통제, 재난현장 안전진단\r\n‣ 안전사고 보고·대처\r\n‣ 유가족 관리(필요시)"
  },
  {
    "임무코드": "자원지원-00",
    "임무명": "자원지원부 관리",
    "임무내용": "‣ 자원지원부 총괄 관리"
  },
  {
    "임무코드": "자원지원-01",
    "임무명": "물품⸱급식 지원/회복 지원",
    "임무내용": "‣ 현장대원 식음료, 급식 등 필요 물품 확보 지원\r\n‣ 출동대원 휴식공간 확보 및 운영(회복차 배치)"
  },
  {
    "임무코드": "자원지원-02",
    "임무명": "장비관리",
    "임무내용": "‣ 현장투입 장비 현황 관리, 필요장비 파악 및 확보\r\n‣ 동원자원 현황 관리(지원기관 포함)"
  },
  {
    "임무코드": "자원지원-03",
    "임무명": "긴급복구 지원/오염방제 지원",
    "임무내용": "\r\n‣ 자원집결지 선정 및 운영\r\n‣ 긴급시설복구 및 자원지원 \r\n‣ 오염물질 파악 및 방제 지원\r\n"
  }
],
    supplies: [
  {
    "부서": "대응계획부",
    "비치물품": "텐트1, 테이블2, 의자10, 서류박스1, 명패(대응계획부)"
  },
  {
    "부서": "현장지휘부",
    "비치물품": "텐트1, 테이블1, 의자8, 서류박스1, 명패(현장지휘부)\r\n노트북1, 프린터1, 전선릴1, 발전기1\r\n스피커1, 마이크2, 차단봉2\r\n상황판1, 작전도1, 조치사항1, 거치대3"
  },
  {
    "부서": "자원지원부",
    "비치물품": "텐트1, 테이블2, 의자8, 서류박스1, 명패(자원지원부)"
  }
],
    uploadedAt: new Date('2026-02-05T06:53:30.608Z'),
};
